{"columns": ["original_image", "recon_image", "diff_image", "original_latents_visualized", "recon_latents_visualized", "diff_latents_visualized", "error_TOT", "error_OTO", "error_middle", "output_loss", "dec_inv memory", "inf_time", "inv_time", "seed", "prompt"], "data": [["Image", "Image", "Image", "Image", "Image", "Image", 0.07753341348644938, 0.00902493906972066, 0.0633502715766241, 0.000752210442442447, 0.9465947151184082, 0.40610790252685547, 17.01860809326172, 0, "young, curly haired, redhead Natalie Portman  as a optimistic!, cheerful, giddy medieval innkeeper in a dark medieval inn. dark shadows, colorful, candle light,  law contrasts, fantasy concept art by Jakub Rozalski, Jan Matejko, and J.Dickenson"], ["Image", "Image", "Image", "Image", "Image", "Image", 0.11004224763383608, 0.017089730168532657, 0.035554146460442304, 0.0013949575368314981, 0.9465947151184082, 0.19742107391357422, 17.099080801010132, 0, "a mystical tribal goddess adorned with feathers and gemstones and cables and synthesizer parts is surrounded by sacred geometry made from elven architecture, full body, gorgeous, perfect face, powerful, cinematic, beautifully lit, by artgerm, by karol bak, 3 d, trending on artstation, octane render, 8 k"], ["Image", "Image", "Image", "Image", "Image", "Image", 0.1164142430616133, 0.005847512285587106, 0.03155325590552227, 0.003401249647140503, 0.9465947151184082, 0.19727611541748047, 17.126107215881348, 0, "molly millions, portrait of a beautiful cyberpunk woman, sunglasses, shoulder long hair, cyberpunk, street samurai, sunset, neuromancer, cyberpunk city background, megacity, gorgeous view, depth, high detail, digital art, painted by greg rutkowski, painted by seb mckinnon, trending on artstation"], ["Image", "Image", "Image", "Image", "Image", "Image", 0.14722622611696412, 0.008050797926877696, 0.08257805484055414, 0.0014941759873181581, 0.9465947151184082, 0.19666171073913574, 17.13329553604126, 0, "cyborg sweating water, big drops of sweat, forehead only, by Hajime Sorayama, airbrush art, beautiful face, highly realistic, star flares, trending on artstation, beautiful lighting, sharp, details, hyper-detailed, HD, HDR, 4K, 8K"], ["Image", "Image", "Image", "Image", "Image", "Image", 0.2921279275200419, 0.022093910601244195, 0.22922144319906668, 0.012032730504870415, 0.9465947151184082, 0.19823861122131348, 17.150634050369263, 0, "Max Headroom in a Perfume advertisement, magical, science fiction, symmetrical face, large eyes, Chanel, Calvin Klein, Burberry, Versace, Gucci, Dior, hyper realistic, digital art, octane render, trending on artstation, artstationHD, artstationHQ, unreal engine, 4k, 8k"], ["Image", "Image", "Image", "Image", "Image", "Image", 0.08714167942479012, 0.01362276172612681, 0.06693265128480252, 0.0008842257084324956, 0.9465947151184082, 0.19823980331420898, 17.14647603034973, 0, "american portrait of one retrofuturistic assassin surrounded by advanced brutalist architecture. highly detailed science fiction, rich colors, high contrast, gloomy atmosphere, dark background. trending on artstation an ultrafine hyperdetailed colorfull illustration by tsutomu nihei by emil melmoth, gustave dore, craig mullins, yoji shinkawa, luis royo, zaha hadid, pete morbacher, female, feminine, art deco, new baroque, intricate linework"], ["Image", "Image", "Image", "Image", "Image", "Image", 0.10549264884106435, 0.009489234250160978, 0.054278200542179356, 0.006296353414654732, 0.9465947151184082, 0.19671916961669922, 17.140860557556152, 0, "titanfall mech standing with its human pilot, dramatic lighting, illustration by greg rutkowski, yoji shinkawa, 4 k, digital art, concept art, trending on artstation"], ["Image", "Image", "Image", "Image", "Image", "Image", 0.24889537791858984, 0.004236459127285173, 0.06073372060364535, 0.0031498107127845287, 0.9465947151184082, 0.19701099395751953, 17.15761637687683, 0, "4 k 8 k photorealistic torso headshot portrait of elegant asuka langley in red - white tight fit contact suit reflective ; @ @ evangelion @ @ anime. by james jean, zac retz, pixiv"], ["Image", "Image", "Image", "Image", "Image", "Image", 0.07917780589071644, 0.006597257454204524, 0.029876663299718054, 0.0008547737961634994, 0.9465947151184082, 0.196702241897583, 17.15073823928833, 0, "a zombie dad sitting on the couch and watching tv, tristan eaton, victo ngai, artgerm, rhads, ross draws"], ["Image", "Image", "Image", "Image", "Image", "Image", 0.09037501218358557, 0.012126977381035945, 0.020184527169423205, 0.001455505844205618, 0.9465947151184082, 0.19757962226867676, 17.15954327583313, 0, "professional concept art symmetrical portrait of a horrendous mechanical predatory fractal! species in a dark room by artgerm and greg rutkowski. an intricate, elegant, highly detailed digital painting, concept art, smooth, sharp focus, illustration, in the style of cam sykes."]]}